Repository: nohackjustnoobb/mankai
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# logoutConfirmationMessage
source: Are you sure you want to logout?
ja: ログアウトしてもよろしいですか？
zh_hans: 你确定要退出登录吗？
zh_hant: 你確定要登出嗎？

source: Magic
ja: 魔法
zh_hans: 魔法
zh_hant: 魔法

source: Manga
ja: 漫画
zh_hans: 漫画
zh_hant: 漫畫

# mangaCompleted
source: Completed
ja: 完結
zh_hans: 已完结
zh_hant: 已完結

source: Manga Details
ja: 漫画の詳細
zh_hans: 漫画详情
zh_hant: 漫畫詳細資料

source: Manga Directory Not Found
ja: 漫画ディレクトリが見つかりません
zh_hans: 未找到漫画目录
zh_hant: 找不到漫畫目錄

source: Manga Meta Missing
ja: 漫画のメタデータがありません
zh_hans: 未找到漫画元数据
zh_hant: 找不到漫畫元數據

source: Manga Not Found
ja: 漫画が見つかりません
zh_hans: 未找到漫画
zh_hant: 找不到漫畫

# mangas
source: Manga
ja: 漫画
zh_hans: 漫画
zh_hant: 漫畫

source: Mature
ja: 成人向け
zh_hans: 限制级
zh_hant: 限制級

source: Mecha
ja: メカ
zh_hans: 机甲
zh_hant: 機甲

source: Methods
ja: メソッド
zh_hans: 方法
zh_hant: 方法

source: Missing Chapter ID
ja: チャプターIDがありません
zh_hans: 缺少章节 ID
zh_hant: 缺少章節 ID

source: Missing Credentials or Server URL
ja: 認証情報またはサーバURLがありません
zh_hans: 缺少凭据或服务器 URL
zh_hant: 缺少憑證或伺服器網址

source: Missing Plugin ID
ja: プラグインIDがありません
zh_hans: 缺少插件 ID
zh_hant: 缺少外掛模組 ID

source: Missing Refresh Token or Server URL
ja: リフレッシュトークンまたはサーバURLがありません
zh_hans: 缺少刷新令牌或服务器 URL
zh_hant: 缺少更新令牌或伺服器網址

source: Missing Required Fields
ja: 必須項目がありません
zh_hans: 缺少必填字段
zh_hant: 缺少必填欄位

source: Missing Server URL
ja: サーバURLがありません
zh_hans: 缺少服务器 URL
zh_hant: 缺少伺服器網址

source: Missing URL Parameter
ja: URLパラメータがありません
zh_hans: 缺少 URL 参数
zh_hant: 缺少網址參數

source: Name
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: Navigation Orientation
ja: ナビゲーションの向き
zh_hans: 导航方向
zh_hant: 導覽方向

source: Never
ja: なし
zh_hans: 从未
zh_hant: 從未

source: New
ja: 新着
zh_hans: 最新
zh_hant: 最新

source: Next Chapter
ja: 次のチャプター
zh_hans: 下一话
zh_hant: 下一話

source: Next chapter is locked
ja: 次のチャプターはロックされています
zh_hans: 下一话已锁定
zh_hant: 下一話已鎖定

source: Next Page
ja: 次のページ
zh_hans: 下一页
zh_hant: 下一頁

source: NFS Settings
ja: NFS設定
zh_hans: NFS 设置
zh_hant: NFS 設定

source: No
ja: いいえ
zh_hans: 否
zh_hant: 否

source: No Access Token in Response
ja: レスポンスにアクセストークンがありません
zh_hans: 响应中没有访问令牌
zh_hant: 回應中沒有存取令牌

source: No Active Downloads
ja: 進行中のダウンロードはありません
zh_hans: 没有正在进行的下载
zh_hant: 沒有進行中的下載

source: No Chapters Available
ja: 利用可能なチャプターはありません
zh_hans: 没有可用的章节
zh_hant: 沒有可用的章節

# noConfig
source: No Configuration
ja: 設定はありません
zh_hans: 无配置
zh_hant: 沒有設定

source: No Cover
ja: 表紙なし
zh_hans: 没有封面
zh_hant: 沒有封面

# noEntities
source: Nothing Here
ja: 項目がありません
zh_hans: 这里空空如也
zh_hant: 這裡沒有東西

# noEntitiesDescription
source: This folder is empty
ja: このフォルダは空です
zh_hans: 此文件夹为空
zh_hant: 這個資料夾是空的

source: No Folder Selected
ja: フォルダが選択されていません
zh_hans: 未选择文件夹
zh_hant: 尚未選擇資料夾

source: No Genres Available
ja: 利用可能なジャンルはありません
zh_hans: 没有可用的类型
zh_hant: 沒有可用的類型

source: No History
ja: 履歴はありません
zh_hans: 没有历史记录
zh_hant: 沒有歷史記錄

# noHistoryDescription
source: Manga you read will appear here
ja: 読んだ漫画がここに表示されます
zh_hans: 你阅读过的漫画会显示在这里
zh_hant: 你閱讀過的漫畫會顯示在這裡

source: No Images Found in Archive
ja: アーカイブ内に画像が見つかりません
zh_hans: 压缩文件内未找到图片
zh_hant: 壓縮檔內找不到圖片

source: No Internet Connection
ja: インターネットに接続されていません
zh_hans: 无网络连接
zh_hant: 沒有網絡連線

# noInternetConnectionMessage
source: Do you want to switch to downloads?
ja: ダウンロードに切り替えますか？
zh_hans: 是否切换到已下载内容？
zh_hant: 你要切換到下載嗎？

# noMangasAvailable
source: No Manga Available
ja: 利用可能な漫画はありません
zh_hans: 没有可用的漫画
zh_hant: 沒有可用的漫畫

source: None
ja: なし
zh_hans: 无
zh_hant: 無

source: No Next Chapter
ja: 次のチャプターはありません
zh_hans: 没有下一话
zh_hant: 沒有下一話

source: No NFS Exports
ja: NFSエクスポートがありません
zh_hans: 没有 NFS 导出项
zh_hant: 沒有 NFS 匯出目錄

# noNfsExportsDescription
source: This server did not return any exported directories.
ja: このサーバからエクスポートされたディレクトリは返されませんでした。
zh_hans: 此服务器未返回任何导出目录。
zh_hant: 此伺服器沒有傳回任何匯出目錄。

source: No Pages Found in PDF
ja: PDF内にページが見つかりません
zh_hans: PDF 中未找到页面
zh_hant: PDF 中找不到頁面

source: No Plugin Available
ja: 利用可能なプラグインはありません
zh_hans: 没有可用的插件
zh_hant: 沒有可用的外掛模組

# noPluginAvailableDescription
source: Install a plugin to browse manga
ja: プラグインをインストールして漫画をブラウズできます
zh_hans: 安装插件以浏览漫画
zh_hant: 安裝外掛模組以瀏覽漫畫

source: No Previous Chapter
ja: 前のチャプターはありません
zh_hans: 没有上一话
zh_hant: 沒有上一話

# noReadableImagesInEpub
source: No Readable Images Found in EPUB
ja: EPUB内に読み取り可能な画像が見つかりません
zh_hans: EPUB 中未找到可读取的图片
zh_hant: EPUB 中找不到可讀取的圖片

source: No Refresh Token in Response
ja: レスポンスにリフレッシュトークンがありません
zh_hans: 响应中没有刷新令牌
zh_hant: 回應中沒有更新令牌

source: No Results Found
ja: 結果が見つかりません
zh_hans: 未找到结果
zh_hant: 找不到結果

# noResultsFoundDescription
source: Try a different search
ja: 別の条件で検索してください
zh_hans: 请尝试其他搜索条件
zh_hant: 請嘗試其他搜尋條件

# noSavedManga
source: No Manga in Collections
ja: コレクションに漫画がありません
zh_hans: 没有已收藏的漫画
zh_hant: 沒有已收藏的漫畫

# noSavedMangaDescription
source: Save manga to find them here later
ja: 漫画を保存すると、後でここに表示されます
zh_hans: 收藏漫画后即可在这里找到它们
zh_hant: 儲存漫畫後會在這裡顯示

source: No SMB Shares
ja: SMB共有がありません
zh_hans: 没有 SMB 共享
zh_hant: 沒有 SMB 共用

# noSmbSharesDescription
source: This server has no browsable disk shares.
ja: このサーバにはブラウズ可能なディスク共有がありません。
zh_hans: 此服务器没有可浏览的磁盘共享。
zh_hant: 此伺服器沒有可瀏覽的磁碟共用。

source: No Sync Engine
ja: 同期エンジンがありません
zh_hans: 没有同步引擎
zh_hant: 沒有同步引擎

source: Not Read
ja: 未読
zh_hans: 未阅读
zh_hant: 未閱讀

source: Number
ja: 数値
zh_hans: 数字
zh_hant: 數字

source: One Per Row
ja: 1行に1ページ
zh_hans: 每行一页
zh_hant: 每行一頁

source: Ongoing
ja: 連載中
zh_hans: 连载中
zh_hant: 連載中

source: Online Check
ja: オンライン確認
zh_hans: 在线检查
zh_hant: 線上狀態檢查

# opdsPluginIdSyncHint
source: The OPDS catalog's ID is used to keep the plugin ID consistent across devices. If the catalog does not provide an ID, this plugin will use a local ID and its records will not sync.
ja: OPDSカタログのIDは、デバイス間でプラグインIDを一致させるために使用されます。カタログにIDがない場合、このプラグインはローカルIDを使用し、その記録は同期されません。
zh_hans: 插件会使用 OPDS 目录提供的 ID，以确保插件 ID 在不同设备上保持一致。如果目录未提供 ID，插件将使用本地 ID，相关记录也不会同步。
zh_hant: 外掛模組會使用 OPDS 目錄提供的 ID，確保在不同裝置間保持一致。若目錄未提供 ID，外掛模組會使用僅限本機的 ID，相關記錄將不會同步。

source: OPDS Settings
ja: OPDS設定
zh_hans: OPDS 设置
zh_hant: OPDS 設定

# opdsSettingsFooter
source: Enter the full HTTP or HTTPS URL of the OPDS catalog. Username and password are optional.
ja: OPDSカタログの完全なHTTPまたはHTTPS URLを入力します。ユーザ名とパスワードは任意です。
zh_hans: 输入 OPDS 目录的完整 HTTP 或 HTTPS URL。用户名和密码可不填。
zh_hant: 輸入 OPDS 目錄的完整 HTTP 或 HTTPS 網址。用戶名稱和密碼並非必填。

source: Open in Files
ja: 「ファイル」で開く
zh_hans: 在“文件”中打开
zh_hant: 在「檔案」中打開

source: Option
ja: オプション
zh_hans: 选项
zh_hant: 選項

source: Otokonoko
ja: 男の娘
zh_hans: 伪娘
zh_hant: 偽娘

source: Overwrite
ja: 上書き
zh_hans: 覆盖
zh_hant: 覆寫

source: Page Curl
ja: ページめくり
zh_hans: 仿真翻页
zh_hant: 仿真翻頁

source: Paged
ja: ページ送り
zh_hans: 分页
zh_hant: 分頁

source: Paged Reader Settings
ja: ページ送りリーダー設定
zh_hans: 翻页阅读设置
zh_hant: 翻頁閱讀設定

# pageFormat
source: Page %@
ja: %@ページ
zh_hans: 第 %@ 页
zh_hant: 第 %@ 頁

source: Page Transition
ja: ページ切り替え効果
zh_hans: 翻页效果
zh_hant: 翻頁效果

source: Parse
ja: 解析
zh_hans: 解析
zh_hant: 解析

source: Parser Not Found
ja: パーサが見つかりません
zh_hans: 未找到解析器
zh_hant: 找不到解析器

source: Password
ja: パスワード
zh_hans: 密码
zh_hant: 密碼

# passwordProtectedPdfNotSupported
source: Password-Protected PDF Documents Are Not Supported
ja: パスワードで保護されたPDFドキュメントには対応していません
zh_hans: 不支持受密码保护的 PDF 文件
zh_hant: 不支援受密碼保護的 PDF 檔案

source: PDF Page Not Found
ja: PDFページが見つかりません
zh_hans: 未找到 PDF 页面
zh_hant: 找不到 PDF 頁面

source: Plugin
ja: プラグイン
zh_hans: 插件
zh_hant: 外掛模組

# pluginIdEmpty
source: Plugin ID is empty
ja: プラグインIDが空です
zh_hans: 插件 ID 为空
zh_hant: 外掛模組 ID 為空

source: Plugin ID Not Found
ja: プラグインIDが見つかりません
zh_hans: 未找到插件 ID
zh_hant: 找不到外掛模組 ID

# pluginIdSyncHint
source: Mankai stores a ".mankai" file in this folder to keep the plugin ID consistent across devices. If the file cannot be written, this plugin will use a local ID and its records will not sync.
ja: Mankaiはこのフォルダに「.mankai」ファイルを保存し、デバイス間でプラグインIDを一致させます。ファイルを書き込めない場合、このプラグインはローカルIDを使用し、その記録は同期されません。
zh_hans: Mankai 会在此文件夹中存储“.mankai”文件，以使插件 ID 在不同设备上保持一致。如果无法写入该文件，插件将使用本地 ID，相关记录也不会同步。
zh_hant: Mankai 會在此資料夾儲存「.mankai」檔案，讓外掛模組 ID 在不同裝置間保持一致。如果無法寫入此檔案，外掛模組將使用本機 ID，其記錄亦不會同步。

source: Plugin Not Found
ja: プラグインが見つかりません
zh_hans: 未找到插件
zh_hant: 找不到外掛模組

source: Plugins
ja: プラグイン
zh_hans: 插件
zh_hant: 外掛模組

# pluginsDescription
source: Manage your plugins, including adding new plugins, configuring existing ones, removing plugins, and more.
ja: 新しいプラグインの追加、既存プラグインの設定や削除など、プラグインを管理します。
zh_hans: 管理插件，包括添加新插件、配置现有插件和移除插件等。
zh_hant: 管理你的外掛模組，包括新增、設定和移除等操作。

source: Plugin Type
ja: プラグインの種類
zh_hans: 插件类型
zh_hant: 外掛模組類型

source: Port
ja: ポート
zh_hans: 端口
zh_hant: 連接埠

source: Previous Chapter
ja: 前のチャプター
zh_hans: 上一话
zh_hant: 上一話

source: Previous chapter is locked
ja: 前のチャプターはロックされています
zh_hans: 上一话已锁定
zh_hant: 上一話已鎖定

source: Previous / Next
ja: 前 / 次
zh_hans: 上一页 / 下一页
zh_hant: 上一頁 / 下一頁

source: Previous Page
ja: 前のページ
zh_hans: 上一页
zh_hant: 上一頁

# protectedEpubContentNotSupported
source: Protected EPUB Content Is Not Supported
ja: 保護されたEPUBコンテンツには対応していません
zh_hans: 不支持受保护的 EPUB 内容
zh_hant: 不支援受保護的 EPUB 內容

source: Provider
ja: プロバイダ
zh_hans: 提供方
zh_hant: 提供者

source: Pull to Load Next Chapter
ja: 引っ張って次のチャプターを読み込む
zh_hans: 下拉加载下一话
zh_hant: 下拉載入下一話

source: Pull to Load Previous Chapter
ja: 引っ張って前のチャプターを読み込む
zh_hans: 上拉加载上一话
zh_hant: 上拉載入上一話

source: Queued
ja: 待機中
zh_hans: 已排队
zh_hant: 等待中

source: Read
ja: 読む
zh_hans: 阅读
zh_hant: 閱讀

source: Reader
ja: リーダー
zh_hans: 阅读器
zh_hant: 閱讀器

# readerDescription
source: Customize your reader by adjusting the image layout, setting the reading direction, and more.
ja: 画像のレイアウトや閲覧方向などを調整して、リーダーをカスタマイズできます。
zh_hans: 自定义阅读器，包括调整图片布局和阅读方向等。
zh_hant: 自訂你的閱讀器，調整圖片排列方式、閱讀方向等設定。

source: Reader Settings
ja: リーダー設定
zh_hans: 阅读设置
zh_hant: 閱讀設定

source: Reader Type
ja: リーダーの種類
zh_hans: 阅读器类型
zh_hant: 閱讀器類型

source: Reading Direction
ja: 閲覧方向
zh_hans: 阅读方向
zh_hant: 閱讀方向

source: Reading Mode
ja: 閲覧モード
zh_hans: 阅读模式
zh_hant: 閱讀模式

source: Read-Only
ja: 読み取り専用
zh_hans: 只读
zh_hant: 唯讀

# refreshFailed
source: Failed to Refresh Token
ja: リフレッシュトークンを更新できませんでした
zh_hans: 刷新令牌失败
zh_hant: 更新令牌失敗

source: Remarks
ja: 備考
zh_hans: 备注
zh_hant: 備註

source: Remove
ja: 削除
zh_hans: 移除
zh_hant: 移除

source: Remove Chapter Group
ja: チャプターグループを削除
zh_hans: 移除章节分组
zh_hant: 移除章節分組

# removeChapterGroupConfirmation
source: Are you sure you want to remove this chapter group? This will delete all chapters under this group.
ja: このチャプターグループを削除してもよろしいですか？グループ内のすべてのチャプターも削除されます。
zh_hans: 你确定要移除这个章节分组吗？此操作将会删除该分组下的所有章节。
zh_hant: 你確定要移除這個章節分組嗎？此操作將會刪除該分組下的所有章節。

source: Remove Folder
ja: フォルダを削除
zh_hans: 移除文件夹
zh_hant: 移除資料夾

# removeFolderConfirmation
source: Are you sure you want to remove this folder?
ja: このフォルダを削除してもよろしいですか？
zh_hans: 你确定要移除这个文件夹吗？
zh_hant: 你確定要移除這個資料夾嗎？

source: Remove Plugin
ja: プラグインを削除
zh_hans: 移除插件
zh_hant: 移除外掛模組

# removePluginConfirmation
source: Are you sure you want to remove this plugin?
ja: このプラグインを削除してもよろしいですか？
zh_hans: 你确定要移除这个插件吗？
zh_hant: 你確定要移除這個外掛模組嗎？

source: Repository
ja: リポジトリ
zh_hans: 代码仓库
zh_hant: 儲存庫

source: Reset
ja: リセット
zh_hans: 重置
zh_hant: 重設

# resetConfigs
source: Reset Configuration
ja: 設定をリセット
zh_hans: 重置设置
zh_hant: 重設設定

# resetConfigsConfirmation
source: Are you sure you want to reset all configuration settings?
ja: すべての設定をリセットしてもよろしいですか？
zh_hans: 确定要重置所有设置吗？
zh_hant: 確定要重設所有設定嗎？

# resetServerSettingsConfirmationMessage
source: Are you sure you want to reset server settings?
ja: サーバ設定をリセットしてもよろしいですか？
zh_hans: 确定要重置服务器设置吗？
zh_hant: 確定要重設伺服器設定嗎？

# resetSupabaseConfirmationMessage
source: Are you sure you want to reset supabase config?
ja: Supabase設定をリセットしてもよろしいですか？
zh_hans: 确定要重置 Supabase 的设置吗？
zh_hant: 確定要重設 Supabase 的設定嗎？

# respectMangaReadingDirection
source: Respect Manga's Reading Direction
ja: 漫画の閲覧方向を優先
zh_hans: 遵循漫画阅读方向
zh_hant: 依循漫畫閱讀方向

# respectMangaReadingDirectionDescription
source: Automatically use the manga's official reading direction when available. This will override your default reading settings.
ja: 漫画に公式の閲覧方向が指定されている場合は、自動的に使用します。デフォルトの閲覧設定より優先されます。
zh_hans: 如果漫画指定了阅读方向，则自动使用该方向，并覆盖默认的阅读设置。
zh_hant: 若漫畫有指定閱讀方向，將自動採用該方向，並覆蓋你的預設設定。

source: Reverse Reading Direction
ja: 閲覧方向を反転
zh_hans: 反转阅读方向
zh_hant: 反轉閱讀方向

source: Right to Left
ja: 右から左
zh_hans: 从右到左
zh_hant: 由右至左

source: Romance
ja: 恋愛
zh_hans: 爱情
zh_hant: 愛情

source: Rose
ja: ローズ
zh_hans: 玫瑰
zh_hant: 玫瑰

source: Sakura
ja: サクラ
zh_hans: 樱花
zh_hant: 櫻花

source: Save
ja: 保存
zh_hans: 保存
zh_hant: 儲存

# saveConfigs
source: Save Configuration
ja: 設定を保存
zh_hans: 保存配置
zh_hant: 儲存設定

source: School Life
ja: 学園
zh_hans: 校园
zh_hant: 校園

source: Scroll
ja: スクロール
zh_hans: 滚动
zh_hant: 捲動

source: Search
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Search by Author
ja: 作者で検索
zh_hans: 按作者搜索
zh_hant: 按作者篩選搜尋

source: Search by Genre
ja: ジャンルで検索
zh_hans: 按类型搜索
zh_hant: 按類型篩選搜尋

source: Search by Status
ja: ステータスで検索
zh_hans: 按状态搜索
zh_hant: 按狀態篩選搜尋

source: Search Downloaded Manga
ja: ダウンロード済みの漫画を検索
zh_hans: 搜索已下载漫画
zh_hant: 搜尋已下載漫畫

source: Search Manga
ja: 漫画を検索
zh_hans: 搜索漫画
zh_hant: 搜尋漫畫

# searchSavedManga
source: Search Manga in Collections
ja: コレクションの漫画を検索
zh_hans: 搜索已收藏的漫画
zh_hant: 搜尋已收藏的漫畫

source: Select
ja: 選択
zh_hans: 选择
zh_hant: 選取

source: Select Chapters
ja: チャプターを選択
zh_hans: 选择章节
zh_hant: 選擇章節

# selectedChapterCountFormat
source: %lld selected
ja: %lld件選択中
zh_hans: 已选择 %lld 话
zh_hant: 已選擇 %lld 話

source: Selected Plugin Not Found
ja: 選択したプラグインが見つかりません
zh_hans: 未找到所选插件
zh_hant: 找不到所選外掛模組

source: Select Export
ja: エクスポートを選択
zh_hans: 选择导出目录
zh_hant: 選擇匯出目錄

source: Select Files
ja: ファイルを選択
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Select Folder
ja: フォルダを選択
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

source: Select Share
ja: 共有を選択
zh_hans: 选择共享文件夹
zh_hant: 選擇共用

source: Series
ja: シリーズ
zh_hans: 系列
zh_hant: 連載

source: Server
ja: サーバ
zh_hans: 服务器
zh_hant: 伺服器

source: Server Settings
ja: サーバ設定
zh_hans: 服务器设置
zh_hant: 伺服器設定

source: Server URL
ja: サーバURL
zh_hans: 服务器 URL
zh_hant: 伺服器網址

source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: SFTP Settings
ja: SFTP設定
zh_hans: SFTP 设置
zh_hant: SFTP 設定

# sftpSettingsFooter
source: Only files and folders in your user directory will be accessible.
ja: ユーザディレクトリ内のファイルとフォルダのみアクセスできます。
zh_hans: 只能访问用户目录内的文件和文件夹。
zh_hant: 只能存取用戶目錄內的檔案和資料夾。

source: Share
ja: 共有
zh_hans: 共享文件夹
zh_hant: 共用資料夾

source: Show Debug Screen
ja: デバッグ画面を表示
zh_hans: 显示调试界面
zh_hant: 顯示除錯畫面

source: Smart Grouping
ja: スマートグループ化
zh_hans: 智能分组
zh_hant: 智能分組

# smartGroupingDescription
source: Smart grouping uses deep learning to automatically organize pages based on content similarity. Results may vary, and enabling this feature could impact performance and battery life.
ja: スマートグループ化では、ディープラーニングを使って内容の類似性に基づきページを自動整理します。結果にはばらつきがあり、有効にするとパフォーマンスやバッテリー駆動時間に影響する場合があります。
zh_hans: 智能分组使用深度学习技术，根据内容相似度自动整理页面。结果可能会有所不同，启用此功能也可能影响性能和电池续航。
zh_hant: 智能分組利用深度學習技術，根據內容相似度自動對頁面進行分類。請注意，分組結果可能不盡完美，且可能會影響執行效能和電池續航力。

source: Smart Grouping Sensitivity
ja: スマートグループ化の感度
zh_hans: 智能分组灵敏度
zh_hant: 智能分組敏感度

# smartGroupingSensitivityDescription
source: Higher sensitivity will tend to group pages together and lower sensitivity will tend to split pages apart.
ja: 感度を高くするとページがまとまりやすくなり、低くすると分かれやすくなります。
zh_hans: 灵敏度越高，页面越容易分到同一组；灵敏度越低，页面越容易分到不同组。
zh_hant: 數值越高，越容易將頁面分在一起。數值越低，越容易將頁面分開。

source: SMB Settings
ja: SMB設定
zh_hans: SMB 设置
zh_hant: SMB 設定

# smbSettingsFooter
source: Username and password are optional.
ja: ユーザ名とパスワードは任意です。
zh_hans: 用户名和密码可不填。
zh_hant: 用戶名稱和密碼並非必填。

source: Snap to Page
ja: ページにスナップ
zh_hans: 吸附到页面
zh_hant: 對齊頁面

source: Soft Snap
ja: ソフトスナップ
zh_hans: 柔和吸附
zh_hant: 柔和對齊

source: Something Went Wrong
ja: 問題が発生しました
zh_hans: 出现错误
zh_hant: 發生錯誤

source: Source
ja: ソース
zh_hans: 来源
zh_hant: 來源

source: Speculative Fiction
ja: スペキュレイティブ・フィクション
zh_hans: 奇幻
zh_hant: 奇幻

source: Sports
ja: スポーツ
zh_hans: 运动
zh_hant: 運動

source: Status
ja: ステータス
zh_hans: 状态
zh_hant: 狀態

# storageAndPerformance
source: Storage & Performance
ja: ストレージとパフォーマンス
zh_hans: 存储与性能
zh_hant: 儲存空間與效能

source: Suggestions
ja: 候補
zh_hans: 建议
zh_hant: 建議

# supabaseNotConfigured
source: Supabase is not configured
ja: Supabaseが設定されていません
zh_hans: 未设置 Supabase
zh_hant: 未設定 Supabase

# supabaseNotReady
source: Supabase is not ready
ja: Supabaseの準備ができていません
zh_hans: Supabase 未就绪
zh_hant: Supabase 未就緒

source: Supabase Settings
ja: Supabase設定
zh_hans: Supabase 设置
zh_hant: Supabase 設定

source: Suspense
ja: サスペンス
zh_hans: 悬疑
zh_hant: 懸疑

# swipeToDelete
source: Swipe left to delete downloaded manga
ja: 左にスワイプしてダウンロード済みの漫画を削除
zh_hans: 向左滑动以删除已下载的漫画
zh_hant: 向左滑動以刪除已下載的漫畫

# swipeToEditOrRemoveFolder
source: Swipe left to edit or remove a folder
ja: 左にスワイプしてフォルダを編集または削除
zh_hans: 向左滑动以编辑或移除文件夹
zh_hant: 向左滑動以編輯或移除資料夾

source: Switch
ja: 切り替える
zh_hans: 切换
zh_hant: 切換

source: Switch Navigation Orientation
ja: ナビゲーションの向きを切り替える
zh_hans: 切换导航方向
zh_hant: 切換導覽方向

source: Sync
ja: 同期
zh_hans: 同步
zh_hant: 同步

source: Sync across devices
ja: デバイス間で同期
zh_hans: 跨设备同步
zh_hant: 跨裝置同步

# syncDescription
source: Configure how your manga library synchronizes across devices.
ja: 漫画ライブラリをデバイス間で同期する方法を設定します。
zh_hans: 配置漫画书库在设备之间的同步方式。
zh_hant: 設定你的漫畫書庫如何在裝置間同步。

# syncDisabled
source: Disabled
ja: 無効
zh_hans: 已禁用
zh_hant: 已停用

# syncEnabled
source: Enabled
ja: 有効
zh_hans: 已启用
zh_hant: 已啟用

source: Sync Engine
ja: 同期エンジン
zh_hans: 同步引擎
zh_hant: 同步引擎

source: Sync Failed
ja: 同期に失敗しました
zh_hans: 同步失败
zh_hant: 同步失敗

source: Sync Now
ja: 今すぐ同期
zh_hans: 立即同步
zh_hant: 立即同步

source: Sync Status
ja: 同期状況
zh_hans: 同步状态
zh_hant: 同步狀態

source: Tap Navigation
ja: タップナビゲーション
zh_hans: 轻点翻页
zh_hant: 點一下翻頁

source: Tap Navigation Behavior
ja: タップナビゲーションの動作
zh_hans: 轻点翻页方式
zh_hant: 點一下翻頁方式

source: Tap to Retry
ja: タップして再試行
zh_hans: 轻点以重试
zh_hant: 點一下以重試

source: Tasks
ja: タスク
zh_hans: 任务
zh_hant: 任務

source: Test JS
ja: JSをテスト
zh_hans: 测试 JS
zh_hant: 測試 JS

source: Text
ja: テキスト
zh_hans: 文本
zh_hant: 文字

source: Third-Party Licenses
ja: サードパーティライセンス
zh_hans: 第三方许可证
zh_hant: 第三方軟件授權

source: Title
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: Total Chapters
ja: 総話数
zh_hans: 总话数
zh_hant: 總話數

source: Turn to Load Next Chapter
ja: ページをめくって次のチャプターを読み込む
zh_hans: 翻页加载下一话
zh_hant: 翻頁載入下一話

source: Turn to Load Previous Chapter
ja: ページをめくって前のチャプターを読み込む
zh_hans: 翻页加载上一话
zh_hant: 翻頁載入上一話

source: Two Per Row
ja: 1行に2ページ
zh_hans: 每行两页
zh_hant: 每行二頁

source: Unable to open file for hashing
ja: ハッシュ計算のためにファイルを開けません
zh_hans: 无法打开文件进行哈希计算
zh_hant: 無法打開檔案進行雜湊

source: Updated
ja: 更新済み
zh_hans: 已更新
zh_hant: 已更新

source: Updated at
ja: 更新日時
zh_hans: 更新于
zh_hant: 更新於

# upscaleSensitivity
source: Upscaling Sensitivity
ja: アップスケールの感度
zh_hans: 图片放大灵敏度
zh_hant: 圖片放大敏感度

# upscaleSensitivityBalanced
source: Balanced
ja: バランス
zh_hans: 均衡
zh_hant: 平衡

# upscaleSensitivityDescription
source: Higher sensitivity applies upscaling to more images, including larger ones. This uses more processing power and memory.
ja: 感度を高くすると、大きな画像を含むより多くの画像がアップスケールされます。処理能力とメモリの使用量も増加します。
zh_hans: 灵敏度越高，越多图片会被放大，包括尺寸较大的图片。这会占用更多计算资源和内存。
zh_hant: 敏感度越高，越多圖片會被放大，包括尺寸較大的圖片。這會使用更多運算資源和記憶體。

# upscaleSensitivityHigh
source: High
ja: 高
zh_hans: 高
zh_hant: 高

# upscaleSensitivityLow
source: Low
ja: 低
zh_hans: 低
zh_hant: 低

# upscaleSensitivityMaximum
source: Maximum
ja: 最大
zh_hans: 最高
zh_hant: 最高

# upscaleSensitivityVeryLow
source: Very Low
ja: 最低
zh_hans: 最低
zh_hant: 最低

source: URLs
ja: URL
zh_hans: URL
zh_hant: 網址

source: Use JSON
ja: JSONを使用
zh_hans: 使用 JSON
zh_hant: 使用 JSON

source: Username
ja: ユーザ名
zh_hans: 用户名
zh_hant: 用戶名稱

# usingDownloadMangaDescription
source: Using a downloaded snapshot. This may not be the latest version and shows only downloaded chapters.
ja: ダウンロード済みのスナップショットを使用しています。最新版ではない可能性があり、ダウンロード済みのチャプターのみ表示されます。
zh_hans: 正在使用已下载的快照。它可能不是最新版本，且仅包含已下载的章节。
zh_hant: 使用已下載的快照。這可能非最新版本，且僅顯示已下載的章節。

source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本

source: Vertical
ja: 縦
zh_hans: 垂直
zh_hant: 垂直

source: Volume
ja: 巻
zh_hans: 单行本
zh_hant: 單行本

source: War
ja: 戦争
zh_hans: 战争
zh_hant: 戰爭

source: WebDAV Request Failed
ja: WebDAVリクエストに失敗しました
zh_hans: WebDAV 请求失败
zh_hant: WebDAV 請求失敗

source: WebDAV Settings
ja: WebDAV設定
zh_hans: WebDAV 设置
zh_hant: WebDAV 設定

# webdavSettingsFooter
source: Enter the full HTTP or HTTPS URL of the WebDAV folder. Username and password are optional.
ja: WebDAVフォルダの完全なHTTPまたはHTTPS URLを入力します。ユーザ名とパスワードは任意です。
zh_hans: 输入 WebDAV 文件夹的完整 HTTP 或 HTTPS URL。用户名和密码可不填。
zh_hant: 輸入 WebDAV 資料夾的完整 HTTP 或 HTTPS 網址。用戶名稱和密碼並非必填。

source: WebView Not Initialized
ja: WebViewが初期化されていません
zh_hans: WebView 尚未初始化
zh_hant: WebView 尚未初始化

source: Yes
ja: はい
zh_hans: 是
zh_hant: 是

source: Yuri
ja: 百合
zh_hans: 百合
zh_hant: 百合

source: Nil
zh_hans: 空值
zh_hant: 空值

source: OK
zh_hans: 确定
zh_hant: 確定

source: URL
zh_hant: 網址
